Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Signs of Seizures Some people feel a warning sign before the seizure, called an aura. This may be a headache, changes in vision, hearing noises or smelling a scent such as smoke. During a seizure there may be: • Body motions they cannot control, such as stiffening, jerking or facial muscle movements • Staring spells • Problems breathing • Drooling • Loss of bowel or bladder control • Loss of consciousness, loss of memory or confusion Call 911 right away if the person has never had a seizure before or if the seizure lasts longer than 5 minutes. Try to write down what happens during the seizure. Include the date, time, how long it lasted and body motions. The person may be very tired and confused after the seizure. Treatment Treatment is based on the cause of the seizure: • If this is the first time the person has had a seizure, the doctor will ask about signs and check to see if there is a medical condition that caused it. Blood tests and other tests may be done, such as computerized tomography (CT) scan, magnetic resonance imaging (MRI), electroencephalogram (EEG) or lumbar puncture may be done. Seizures. Russian.
ru: Признаки припадков Иногда перед началом припадка люди ощущают предупредительные симптомы, называемые аурой. Это может выражаться в головной боли, изменениях зрения, слуховых галлюцинациях и ощущении запаха, например дыма. Во время припадка могут быть: • Бесконтрольные движения тела: напряжение, подергивание, движения лицевых мышц и пр. • Пристальный взгляд • Проблемы с дыханием • Слюнотечение • Непроизвольное мочеиспускание или дефекация • Потеря сознания, потеря памяти или замешательство Позвоните по телефону 911, если у человека никогда раньше не было припадков или припадок длится более 5 минут. Попытайтесь записать, что происходит во время припадка. Запишите дату, время, длительность припадка и движения тела. После приступа человек может быть очень усталым и растерянным. Лечение Лечение заключается в устранении причины припадка. • Если припадок произошел впервые, врач опросит о симптомах и выполнит осмотр на наличие медицинского состояния, его вызвавшего. Врач может назначить анализ крови и такие исследования, как компьютерная томография (КТ), магнитно- резонансная томография (МРТ), электроэнцефалограмма (ЭЭГ) или люмбальная пункция.

source: • A seizure caused by a high fever or a certain medicine is treated by removing the cause. • For a person with epilepsy, a seizure may be a sign that his or her medicine may need changed. Most seizures can be managed with medicine. If medicine does not decrease the person’s seizures, surgery may be an option. Safety Concerns • A person with epilepsy should always wear a medical alert necklace or bracelet. • Some people need to wear helmets to prevent head injuries. • If the person has uncontrolled seizures, he or she cannot drive. • A person with controlled seizures may be able to get a restricted license to drive under certain conditions. Talk to the doctor for more information. • A person with uncontrolled seizures should avoid activities where a seizure could cause serious injury. Examples include climbing, biking and swimming alone. Talk to the doctor or nurse if you have any questions or concerns or for information about support groups. © 2005 - July 20, 2021, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Seizures. Russian.
ru: • Припадок, причиной которого является высокая температура или лекарственное средство, лечится путем устранения причины. • Припадок у больного эпилепсией может указывать на то, что его лекарство должно быть заменено. Большинство припадков может контролироваться с помощью лекарств. Если лекарства не уменьшают припадки, может быть проведена операция. Безопасность • Больной эпилепсией должен всегда носить на себе ожерелье или браслет с медицинской информацией. • Некоторым людям показано ходить в шлеме во избежание травм головы. • Если у больного наблюдаются неконтролируемые припадки, ему нельзя управлять автомобилем. • Больной с контролируемыми припадками может при определенных условиях получить водительское удостоверение с ограничениями. Для получения дополнительной информации обратитесь к врачу. • Больному с неконтролируемыми припадками следует избегать деятельности, которая может привести к серьезным травмам. Это может быть скалолазание, езда на велосипеде, а также одиночное плавание. Если у вас есть вопросы или опасения или вам нужна информация о группах поддержки, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: , Sexually Transmitted About STIs Sexually transmitted infections (STI) are infections most often spread from person to person through sexual contact. These infections cause sexually transmitted diseases (STDs). There are more than 30 types of bacteria, viruses, or parasites that cause STIs. Some of the more common infections are: • Chancroid • Chlamydia • Genital herpes • Gonorrhea • Hepatitis • Human immunodeficiency virus (HIV) • Human papilloma virus (HPV or genital warts) • Syphilis • Trichomoniasis How STIs happen STIs are caused by germs that live on the skin or in body fluids like semen, vaginal fluid, or blood. These germs can enter the body through the vagina, mouth, anus, and open sores or cuts. Some germs, like the ones that cause herpes or genital warts, infect a person through the skin of the genitals. Sexually Transmitted Infections (STIs). Russian.
ru: половым путем (ИППП) Infections (STIs) Что такое ИППП? Инфекции, передающиеся половым путем (ИППП), распространяются при половом контакте с больным человеком и вызывают ЗППП (заболевания, передающиеся половым путем). Их возбудителями являются более 30 видов бактерий, вирусов и паразитов. Распространенные инфекции: • Мягкий шанкр • Хламидиоз • Генитальный герпес • Гонорея • Гепатит • Вирус иммунодефицита человека (ВИЧ) • Вирус папилломы человека (ВПЧ или генитальные бородавки) • Сифилис • Трихомониаз Как происходит заражение ИППП? ИППП вызываются микроорганизмами, живущими на коже и в жидкостях (сперма, влагалищное отделяемое и кровь). Возбудители могут попасть в организм через влагалище, рот, анальное отверстие, открытые язвы и порезы. Некоторые возбудители, например вызывающие герпес или генитальные бородавки, передаются через кожу половых органов.

source: The germs pass from an infected person through contact with skin, blood, or body fluids. Sexual contact (oral, vaginal, anal) with an infected person is the most common way to become infected. Facts about STIs • STIs affect both men and women, but health problems from STIs tend to happen more often and be worse for women than men. • Unprotected anal sex puts women at even greater risk of getting STIs than unprotected vaginal sex. • In women, some STIs can spread and cause other serious problems. • Most STIs can be treated. Some can be cured, but others cause life long disease. • STIs can be spread even if there are no signs of infection. It can be hard to tell if someone has an STI. • A pregnant or breastfeeding woman who is infected can pass the infection to her baby. • STIs are not spread through casual contact, or by sitting on toilet seats, or by being in swimming pools. Talk to your doctor or nurse if you have any questions or concerns. Signs of STI’s Signs may develop in a few days or they may not occur for months. Signs may not be noticed or there may be none. Often signs in women are the same as a yeast infection or urinary tract infection. Sexually Transmitted Infections (STIs). Russian.
ru: Микроорганизмы передаются от инфицированного через контакт с кожей, кровью или биологическими жидкостями. Самый распространенный способ заражения ИППП — это половой контакт (оральный, вагинальный, анальный). Факты об ИППП • ИППП поражают мужчин и женщин, но женщины страдают из-за ИППП больше. • Незащищенный анальный секс подвергает женщин большему риску, чем незащищенный вагинальный секс. • У женщин некоторые ИППП могут вызывать и другие серьезные проблемы. • Большинство ИППП лечится. Часть инфекций можно вылечить, другие могут присутствовать всю жизнь. • ИППП могут передаваться даже при отсутствии явных признаков болезни. Не всегда можно понять, есть ли у человека ИППП. • Инфицированная беременная или кормящая женщина может заразить ребенка. • ИППП не передаются при случайном контакте, через сиденье унитаза или в бассейне. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. Признаки ИППП Признаки ИППП могут появиться через несколько дней после заражения или не проявляться в течение месяцев. Их можно не заметить, или их может не быть. У женщин часто наблюдаются такие же признаки, как при кандидозе или инфекции мочевыводящих путей.

source: Common signs may include: • Burning with urination • Vaginal discharge • Abdominal pain • Blisters or open sores on genitals • Warts • Rash • Bleeding between periods Getting tested is the only way to be sure you are treated for the right infection. Testing You can be tested for STIs by your doctor or at your local health department. You can usually find a list of locations for nearby clinics and testing sites online. If you are not able to find any, call your local health department for places. Many places offer free or low-cost testing. Treatment Medicine is used to treat most STIs. Bacterial infections, such as syphilis, chlamydia and gonorrhea, are 90% cured when all antibiotics are taken as directed. Viral infections, such as herpes and HIV, cannot be cured. Treatment and medicine can be used to help relieve the signs and keep the disease from becoming worse. If you are being treated for an STI, follow the instructions for your treatment and avoid sexual contact until you and your partner have been treated. Sexually Transmitted Infections (STIs). Russian.
ru: Частые симптомы: • Жжение при мочеиспускании • Необычные выделения из влагалища • Боль в животе • Язвочки, пузырьки на половых органах • Бородавки • Сыпь • Кровотечения, не связанные с менструациями Точно определить наличие инфекции можно только на основе анализов. Обследование Обследоваться на ИППП можно у своего врача или в департаменте здравоохранения. Список ближайших клиник и лабораторий можно найти в интернете или обратившись в департамент здравоохранения. Часто обследование можно пройти бесплатно или за небольшую плату. Лечение Большинство ИППП лечится лекарствами. Бактериальные инфекции (сифилис, хламидиоз и гонорея) излечиваются на 90%, если антибиотики принимать точно в соответствии с указаниями. Вирусные инфекции, такие как герпес и ВИЧ, являются неизлечимыми. Для облегчения симптомов и профилактики осложнений могут использоваться лекарства и терапия. Если вы лечитесь от ИППП, следуйте указаниям врача и избегайте половых контактов, пока вы и ваш партнер не пройдете курс лечения.

source: What happens if I don’t get treated? There are a number of problems that could happen if you do not get treated or do not finish you your treatment. These may include: • Increased chance for HIV infection • Genital cancer • Infertility or sterility • Chronic illness such as hepatitis, cirrhosis (scarring of the liver), cancer or AIDS • Pregnancy problems, such as miscarriages • The mother can give an STI to her baby before or during childbirth • Heart problems • Problems affecting the brain and nerves, such as confusion, problems walking or blindness • Death STI Prevention There are some things you can do to limit your chances of getting an STI, such as: • Don’t have sex. • Have only 1 sexual partner. • Use condoms correctly each and every time you have intercourse. • Talk with your partner about STIs before having sex. • Have a pelvic exam and have STI testing every year if you are sexually active. • Avoid alcohol or drug use that could cause you to take risks. © 2006 - October 16, 2020, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Sexually Transmitted Infections (STIs). Russian.
ru: Что будет, если не лечиться? Если вы не будете лечиться или не пройдете полный курс лечения, может возникнуть ряд проблем: • Высокий риск заражения ВИЧ • Генитальный рак • Бесплодие • Хронические заболевания, например гепатит, цирроз печени, рак и СПИД • Проблемы с беременностью и выкидыши • Мать может заразить ребенка до и во время родов • Проблемы с сердцем • Проблемы с мозгом и нервной системой, в частности спутанность сознания, проблемы с ходьбой, слепота • Смерть Профилактика ИППП Чтобы снизить риск заражения ИППП: • Можно отказаться от секса. • Занимайтесь сексом с 1 партнером. • Правильно пользуйтесь презервативами при любом контакте. • Поговорите с партнером об ИППП, прежде чем заняться сексом. • Ежегодно проходите обследование органов малого таза и сдавайте анализы на ИППП, если вы ведете половую жизнь. • Избегайте алкоголя и наркотиков, так как их действие снижает самоконтроль. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Simple Appendectomy Appendectomy is a surgery to remove the Small Intestine appendix. The appendix is a small pouch that attaches to the large intestine. The appendix sometimes gets blocked and becomes infected and swollen. Signs of an infected appendix include abdominal pain in the lower right side, fever, poor appetite, nausea, and vomiting. If the appendix bursts, it Large Intestine can make you very sick. To do this surgery, the doctor will make 1 to 3 small incisions or cuts in the abdomen (belly). To Prepare • Tell your doctor what medicines and dosages your child is taking, including prescriptions, over the counter medicines, vitamins, and herbs. • If your child has any allergies to medicines, foods, or other things, tell the staff. • A nurse will give you eating and drinking directions. • Have your child bring a favorite comfort object with them. This could be a toy, a pacifier, or a blanket. • If you know you are having this surgery ahead of time, talk to your child about it. Tell them as much as they can understand and let them ask questions. Simple Appendectomy for a Child. Russian.
ru: у ребенка for a Child Аппендэктомия — Желудок это операция по Stomach удалению аппендикса (маленького отростка толстой кишки). Иногда аппендикс закупоривается, воспаляется и увеличивается. К симптомам воспаленного аппендикса относятся Аппендикс боль в правой Appendix нижней части живота, повышенная температура, отсутствие аппетита, тошнота и рвота. Если произойдет разрыв аппендикса, состояние ребенка может резко ухудшиться. Во время операции врач сделает на животе 1–3 небольших разреза. Подготовка • Сообщите врачу, какие лекарства и в какой дозировке принимает ваш ребенок, включая рецептурные и безрецептурные медикаменты, витамины и лекарственные растения. • Если у ребенка есть аллергия на лекарства, продукты и пр., сообщите медперсоналу. • Медсестра расскажет, что можно есть и пить вашему ребенку. • Возьмите с собой предмет, с которым ребенку будет комфортно, например игрушку, пустышку или одеяло. • Если вы заранее знаете, что ребенку предстоит операция, поговорите с ним понятным для него языком и ответьте

source: Stay calm and confident. Children can sense your feelings. During Surgery • Your child will wear a hospital gown. • An IV (intravenous) line is put into a vein for giving medicine and fluids. • Your child will be given medicine, so he or she will sleep through the surgery. The medicine will be given through the IV or a face mask. • The abdomen is cleaned and sheets are put over your child to keep the surgery area clean. • Incisions are made in your child’s abdomen. • The appendix is removed. • The incisions are then closed with:  Gauze and tape dressing  Steri-StripsTM, a special tape  Dermabond®, a special glue • A transparent dressing, called Opsite, or bandages may be placed over the wounds. After Surgery In the Hospital Your child is taken to the Post Anesthesia Care Unit (PACU) and watched closely until they wake up and are doing well. • Your child’s breathing, blood pressure, and pulse are checked often. • Your doctor will talk to you about your child’s surgery. • Your child will need to get up and walk around after surgery. This helps “wake up” the bowels, and helps with your child’s breathing and blood flow. Simple Appendectomy for a Child. Russian.
ru: на его вопросы. Ведите себя спокойно и уверенно. Дети отлично улавливают ваши чувства. Во время операции • Ребенка переоденут в больничную одежду. • В вену поставят катетер для введения лекарств и жидкостей. • Чтобы во время операции ребенок спал, ему введут лекарство (внутривенно или через маску). • Чтобы оперируемая зона была чистой, ребенку продезинфицируют живот и накроют его простыней. • На животе сделают несколько разрезов. • Через них врач удалит аппендикс. • После этого разрезы закроют с помощью: Стерильного бинта и пластыря  Специального пластыря Steri-StripsTM  Специального клея Dermabond® • На раны могут наложить бинт или прозрачный пластырь Opsite. После операции В больнице Ребенка переведут в послеоперационную палату, где за ним будут внимательно наблюдать, пока он не проснется и его состояние не стабилизируется. • У ребенка будут регулярно проверять дыхание, давление и пульс. • Врач расскажет вам, как прошла операция. • После операции ребенку нужно будет встать и походить. Это поможет запустить работу кишечника, нормализовать дыхание и кровоток.

source: • Your child may be able to go home the same day as surgery if they can walk, pain is controlled by medicine taken by mouth, and they can drink clear liquids. • Medicines given during the surgery will make your child sleepy. Your child should be watched closely for 24 hours after you go home. At Home • Your child should get plenty of rest. • Give medicines as directed by your doctor. • Call your child’s doctor’s office to schedule a follow up visit. • Follow the instructions given to you on how to care for your child’s incisions.  Steri-StripsTM: The tapes will fall off on their own. Do not remove them unless the doctor says that it is okay.  Dermabond®: The glue will loosen in 1 to 2 weeks from your child’s skin as your child’s wounds heal. Do not remove or put ointments or creams on it. Opsite: Leave this dressing in place. It will fall off on its own in 1 to 2 weeks. Do not remove unless your child’s doctor says that it is okay. • Your child may take a shower or sponge bath. Do not let your child take a tub bath or swim for 1 week after surgery. Carefully wash the incisions with soap and water and pat dry. • Your child may need to do deep breathing and coughing exercises to keep the lungs clear. Simple Appendectomy for a Child. Russian.
ru: • Если после операции ребенок может ходить и пить жидкости, а принимаемые через рот болеутоляющие помогают, его могут выписать в тот же день. • Лекарства, введенные во время операции, вызовут у ребенка сонливость. В течение 24 часов после возвращения домой за ребенком нужно внимательно наблюдать. Дома • Ребенок должен много отдыхать. • Давайте ему лекарства в соответствии с назначением врача. • Позвоните педиатру и запишитесь на прием. • Выполняйте рекомендации врача по уходу за местами разрезов. Steri-StripsTM: спустя некоторое время пластырь отвалится сам. Не снимайте его без разрешения врача.  Dermabond®: по мере заживления ран клей сам отойдет от кожи через 1–2 недели. Не отрывайте клей и не смазывайте место операции мазями и кремами.  Opsite: не трогайте пластырь. Он сам отпадет через 1–2 недели. Не снимайте пластырь без разрешения врача. • Ваш ребенок может принимать душ или обтираться губкой. Не разрешайте ему принимать ванну или плавать в течение недели после операции. Тщательно вымойте места разрезов водой с мылом, после чего аккуратно промокните их. • Чтобы прочистить легкие, ребенку может потребоваться глубоко дышать и прокашливаться.

source: • Your child should not lift objects over 10 pounds or play competitive sports for 2 weeks after surgery. • Talk to your child’s doctor or nurse about other activity limits. Your child should be able to return to normal activities in about 2 to 3 days. When to Call the Doctor • Incision becomes red • Incision becomes more tender or swollen • Child vomits more than 1 time • Child can’t have a bowel movement (poop) • Incision begins to pull apart • There is new drainage around the incision • Child’s stomach is distended (full and firm) and it is painful • Child’s pain can’t be controlled by medicine they were told to take • Child has a fever over 100.8º Fahrenheit (F) or 38.2º Celsius (C) Talk to your doctor or nurse if you have any questions or concerns. © 2008 – January 17, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Simple Appendectomy for a Child. Russian.
ru: • 2 недели после операции ребенок не должен играть в активные игры и поднимать предметы тяжелее 4,5 кг (10 фунтов). • Проконсультируйтесь с педиатром или медсестрой по поводу других ограничений. Ребенок сможет вернуться к привычному образу жизни примерно через 2–3 дня. Когда нужно обращаться к врачу • Место разреза покраснело • Место разреза стало болеть или опухло • У ребенка была рвота более 1 раза • У ребенка запор • Разошелся шов • Из места разреза появилось выделение • Увеличился (раздулся и стал твердым) и болит живот • Выписанные болеутоляющие не помогают • У ребенка температура выше 100,8º F или 38,2º C. Если у вас есть вопросы или опасения, обратитесь к врачу или медсестре. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as
